Repository: abdullah0nadeem/sdaia-openedx-ios
Catalog: Source/*.lproj/Localizable-2.strings
Languages: ar

# NAFATH_NAME
source: Nafath
ar: نفاذ

source: Nafath ID
ar: رقم الهوية في نفاذ

source: Nafath Pin
ar: نفاذ

# NAFATH_AUTHENTICATE_WITH_APP
source: Authenticate with Nafath App
ar: المصادقة عبر تطبيق نفاذ

# NAFATH_AUTHENTICATING
source: Authenticating
ar: المصادقة

# NAFATH_REGISTERATION_FULLNAME
source: Full name
ar: الاسم الكامل

# NAFATH_REGISTERATION_PUBLIC_USERNAME
source: Public username
ar: اسم المستخدم العامّ

# NAFATH_REGISTERATION_EMAIL
source: Email
ar: البريد الإلكتروني

# NAFATH_REGISTERATION_PHONE
source: Phone
ar: رقم الجوال

# NAFATH_REGISTERATION_CITY
source: City
ar: مدينة

# NAFATH_REGISTERATION_ADDRESS_LINE
source: Address line (Optional)
ar: خط عنوان (اختياري)

# NAFATH_REGISTERATION_JOB_TITLE
source: Job Title
ar: مسمى وظيفي

# NAFATH_REGISTERATION_GENDER
source: Gender
ar: جنس

# NAFATH_REGISTERATION_MALE
source: Male
ar: ذكر

# NAFATH_REGISTERATION_FEMALE
source: Female
ar: أنثى

# NAFATH_REGISTERATION_DATE_OF_BIRTH
source: Date of birth
ar: تاريخ الميلاد

# NAFATH_REGISTERATION_TERMS_AND_CONDITION_POLICY
source: i agree to the {sdaia_terms_name}
ar: أوافق على {sdaia_terms_name}

# SDAIA_TERMS_NAME
source: SDAIA terms and conditions policy
ar: سدايا شروط الخدمة

# NAFATH_ACCOUNT_CREATION
source: Proceed account creation for free
ar: متابعة إنشاء حساب مجاني

# NAFATH_ACTIVATION_CODE
source: Activation Code
ar: إلى بريدك الإلكتروني

# NAFATH_COMPLETE_REGISTRATION
source: Complete Registration
ar: تم إكمال عملية التسجيل

# NAFATH_SELECT_REGION
source: Select your region
ar: حدد منطقتك

# NAFATH.REGION.RIYADH
source: Riyadh
ar: الرياض

# NAFATH.REGION.EASTERN
source: Eastern
ar: المنطقة الشرقية

# NAFATH.REGION.ASIR
source: Asir
ar: عسير

# NAFATH.REGION.JAZAN
source: Jazan
ar: جازان

# NAFATH.REGION.MEDINA
source: Medina
ar: المدينة المنورة

# NAFATH.REGION.ALQASSIM
source: Al-Qassim
ar: القصيم

# NAFATH.REGION.TABUK
source: Tabuk
ar: تبوك

# NAFATH.REGION.HAIL
source: Ha'il
ar: حائل

# NAFATH.REGION.NAJRAN
source: Najran
ar: نجران

# NAFATH.REGION.ALJAWAF
source: Al-Jawf
ar: الجوف

# NAFATH.REGION.ALBAHAH
source: Al-Bahah
ar: الباحة

# NAFATH.REGION.NORTHERN_BORDERS
source: Northern Borders
ar: الحدود الشمالية

# NAFATH_SELECT_EDUCATION
source: Select Level of Education
ar: اختر المستوى التعليمي

# NAFATH.EDUCATION.LEVEL.MIDDLE
source: Middle School
ar: المرحلة المتوسطة

# NAFATH.EDUCATION.LEVEL.HIGH
source: High School
ar: المرحلة الثانوية

# NAFATH.EDUCATION.LEVEL.DIPLOMA
source: Diploma
ar: دبلوم

# NAFATH.EDUCATION.LEVEL.BACHELOR
source: Bachelor
ar: بكالوريوس

# NAFATH.EDUCATION.LEVEL.MASTER
source: Master
ar: ماجستير

# NAFATH.EDUCATION.LEVEL.PHD
source: Ph.D.
ar: دكتوراة

# NAFATH_SELECT_ENGLISH_LANGUAGE_LEVEL
source: Select your english language level
ar: حدد مستوى اللغة الإنجليزية الخاص بك

# NAFATH_SELECT_EMPLOYMENT_LEVEL
source: Select Employment Status
ar: اختر الحالة الوظيفية

# NAFATH.EMPLOYMENT_LEVEL.PUBLIC_INDUSTRY
source: Public industry
ar: قطاع عام

# NAFATH.EMPLOYMENT_LEVEL.PRIVATE_INDUSTRY
source: Private industry
ar: قطاع خاص

# NAFATH.EMPLOYMENT_LEVEL.JOB_SEEKER
source: Job seeker
ar: باحث عن عمل

# NAFATH.EMPLOYMENT_LEVEL.Student
source: Student
ar: طالب

# NAFATH_SELECT_WORK_EXPERIENCE_LEVEL
source: Select Work Experience Level
ar: مستوى الخبرة العملية

# NAFATH.WORK.EXPERIENC_LEVEL.JUNIOR
source: Junior level (0-2) years
ar: المستوى المبتدئ (2-0) سنوات

# NAFATH.WORK.EXPERIENC_LEVEL.MIDDLE
source: Middle level (3-4) years
ar: المستوى المتوسط (4-3) سنوات

# NAFATH.WORK.EXPERIENC_LEVEL.SENIOR
source: Senior level (5-10) years
ar: المستوى المتقدم (10-5) سنوات

# NAFATH.WORK.EXPERIENC_LEVEL.EXPERT
source: Expert (+ 10 years)
ar: خبير (أكثر من 10+) سنوات

# NAFATH_ERROR.FULLNAME
source: Enter your full name
ar: أدخل اسمك الكامل

# NAFATH_ERROR.CITY
source: Enter the City Where you live
ar: أدخل مدينة إقامتك

# NAFATH_ERROR.EMAIL
source: Enter a valid email address
ar: أدخل عنوان بريد إلكتروني صحيح

# NAFATH_ERROR.PHONE
source: Enter your phone number
ar: أدخل رقم هاتفك

# NAFATH_ERROR.DATE_OF_BIRTH
source: Enter your date of birth
ar: أدخل يوم ميلادك

# NAFATH_ERROR.SELECT_REGION
source: Select your Region
ar: حدد منطقتك

# NAFATH_ERROR.SELECT_EDUCTAION
source: Select your level of education
ar: حدد مستواك التعليمي

# NAFATH_ERROR.SELECT_EMPLOYMENT
source: Select your employment status
ar: حدد حالتك الوظيفية

# NAFATH_ERROR.SELECT_WORK_EXPERIENCE
source: Select your work experience level
ar: حدد مستوى خبرتك العملية

# NAFATH_ERROR.JOB_TITLE
source: Enter your current job title
ar: أدخل المسمى الوظيفي الحالي لك

# NAFATH_ERROR.USERNAME_RANGE
source: Username must be between 3 and 30 characters
ar: يجب أن يتكون اسم المستخدم من 3 إلى 30 حرفًا

# NAFATH_ERROR.USERNAME_VALIDATE
source: Username can only contains (A-Z, a-z), numerals (0-9), underscores (_), and hypens (-). Usernames cannot contains spaces.
ar: يمكن أن يحتوي اسم المستخدم فقط على (A-Z، a-z)، والأرقام (0-9)، والشرطات السفلية (_)، والواصلات (-). لا يمكن أن تحتوي أسماء المستخدمين على مسافات.

# NAFATH_ERROR.TERMS_AND_CONDITION
source: Please agree our terms and condition policy.
ar: يرجى الموافقة على سياسة الشروط والأحكام الخاصة بنا.

# NAFATH_ERROR.ACTIVATION_CODE
source: Enter the activation code that is sent to you via email
ar: أدخل رمز التفعيل المرسل إلى بريك الإلكتروني

# NAFATH_ERROR.ENTER_NAFATH_ID
source: Please enter your Nafath ID and try again.
ar: الرجاء إدخال معرف نفاذ الخاص بك والمحاولة مرة أخرى.

# NAFATH_ERROR.UNEXPECTED
source: An unexpected error occur.
ar: حدوث خطأ غير متوقع.

source: (Optional)
ar: (خياري)

# DONE_TITLE
source: Done
ar: منتهي
